[SI_SystemInfiltration X2AbilityTemplate]
LocFriendlyName="系统渗透"
LocLongDescription="降低目标的骇入防御<Ability:SI_HACK_DEFENSE_REDUCTION/>点。可对同一目标使用多次。"
LocHelpText="渗透敌方系统，增加骇入成功率。"
LocFlyOverText="系统渗透"

[IRI_HackerLaptop X2WeaponTemplate]
FriendlyName="骇客的笔电"
FriendlyNamePlural="骇客的笔电"
BriefSummary="这台笔电包含一套偷来的变种人安全代码库，以及目前所有关于其网络安全算法的资料。有了这台笔电，将大大提升我们外勤特工的骇客值。"
TacticalText="这台笔电包含一套偷来的变种人安全代码库，以及目前所有关于其网络安全算法的资料。有了这台笔电，将大大提升我们外勤特工的骇客值。"

[IRI_HackerLaptop_Passive X2AbilityTemplate]
LocFriendlyName="骇客的笔电"
LocHelpText="这名特工携带一台笔电，用于绕过变种人安全系统，并获得骇入值加成。"
